{
  "quotes": [
    {
      "id": "A1K7M2N9",
      "name": "Dr. Benjamin Ott",
      "title": "The one who is not prepared to change, will perish",
      "date": "2022-07-08",
      "relationship": "Client",
      "text": "I highly recommend Martin. The scrum.org APS class was highly entertaining, yet a valuable learning experience!",
      "category": "training"
    },
    {
      "id": "B2X8P4Q6",
      "name": "Bryan Lloyd",
      "title": "Leader | AI Advocate",
      "date": "2022-06-06",
      "relationship": "Client",
      "text": "Martin delivered Agile training at all levels for our EMEA consulting business which really helping in getting a baseline understanding of Agile ingrained and customer delivery standardised. I would highly recommend martin for Agile training/coaching for any business.",
      "category": "training"
    },
    {
      "id": "C3Y9R5S7",
      "name": "Mercy George-Igbafe",
      "title": "Leadership Coach | Communication Strategist | Data Protection & Privacy Advocate | Agile Data & Digital Transformation Advocate | Digital Marketing Professional | Keynote Speaker | Mentor | Board Director | SDG 4, 5, 8",
      "date": "2022-04-26",
      "relationship": "Client",
      "text": "Martin Hinshelwood is one selfless man and I am grateful for the honour of having you in my network, Thank you ever so much for simply being an amazing human who always seeks the best in others like me Mercy George-Igbafe and I am grateful.... My superhero Your mentorship and guidance made it possible for LEARNTOR achievements would not be a member of the Scrum.org Professional Traning Network Life lesson, you need people like Mr Hinsh willing to take a chance and believe in you. Thank you for making it possible for LEARNTOR to develop the tech talent doing great things in the world. Without you, none of these would be possible and I am grateful sir Thank you Martin Hinshelwood for facilitating our first cohort helping 25 Nigerians secure an Internationally sought-after certification Professional Scrum Master (PSM I).",
      "category": "training"
    },
    {
      "id": "D4Z1T6U8",
      "name": "Hayden Palmer",
      "title": "",
      "date": "2021-09-10",
      "relationship": "Client",
      "text": "I attended one of Martin's courses earlier in the year, and the content and presentation of the entire course was excellent. I was able to pass my scrum developer exam first time thanks to Martin!",
      "category": "training"
    },
    {
      "name": "Rebecca Dash",
      "title": "Freelance Marketing | Digital | Product | Event Tech Lead",
      "date": "2021-08-13",
      "relationship": "Client",
      "text": "I joined Martin's weekend course quite late (the night before if I recall rightly!) but from the outset he was very helpful and communicated clearly. The course was made up of around 5 attendees and we were taken through the Scrum Master certification training at a good pace that allowed us to digest the breadth of information we were being given in the space of time we had (2 days). I would recommend Martin if you want to train to be a Scrum Master.",
      "id": "WKUP32FM",
      "category": "training"
    },
    {
      "name": "Sharon Kude",
      "title": "Sanctuary Scholar | MSc International Project Management | People & Places",
      "date": "2021-07-20",
      "relationship": "Client",
      "text": "Martin is a great Coach. I was amazed at how he summarize everything I learned during my Scrum training for three months and in four days and it was clearer! I had a broader and deeper understanding of Scrum and Agile. The examples used were so relatable! I'm excited that world-class professionals are interested in raising professionals from my country and continent, Nigeria and Africa to work with them. I am blessed to know Martin.",
      "id": "AJPG62ED",
      "category": "training"
    },
    {
      "name": "Conor Henderson",
      "title": "Lead DevSecOps Engineer & Fujitsu Distinguished Engineer at Fujitsu UK",
      "date": "2021-07-09",
      "relationship": "Client",
      "text": "Martin is an excellent trainer with incredible amount of knowledge with the ways of Agile. I had the pleasure of spending 3 days on the Professional Scrum Developer course, Martins teaches in a very interactive and engaging manner, I would highly recommend him to anyone.",
      "id": "2D82B9JD",
      "category": "training"
    },
    {
      "name": "Michelle Donovan",
      "title": "Experienced, customer-focused multilingual professional in people management, international customer service, training and coaching. Expert in process documentation and improvement. Professional Scrum Master",
      "date": "2021-06-06",
      "relationship": "Client",
      "text": "I had the pleasure of attending Martin's two day PSM training course. Martin is a very knowledgeable and enthusiastic trainer. He made sure everyone was involved and was able to apply the principles to their diverse roles. The course was very interactive, including real life examples and case studies. After the course, I passed the exam on the first attempt. I would definitely recommend Martin and seek him out if I have the opportunity to follow another course.",
      "id": "VAHJCJ5T",
      "category": "training"
    },
    {
      "name": "Francisco Ruiz A",
      "title": "Partner @ Trigger Data | Value-led and cost-optimised data analytics solutions",
      "date": "2021-05-30",
      "relationship": "Client",
      "text": "I had the opportunity to attend the Professional Agile Leadership class taught by Martin, an interactive practical experience, full of collaboration and fun. Martin's style is unique and out of this world, this is what makes or breaks a good experience into the Agile world. Thanks for all the learnings and support.",
      "id": "WR6NMTDZ",
      "category": "training"
    },
    {
      "name": "George Stasinos",
      "title": "Product Manager (Mobile & Payments) | Product Owner | Product Development | Business Value-Driven | Agile | PSM I & II",
      "date": "2021-05-25",
      "relationship": "Client",
      "text": "I had the pleasure of attending Martin's two days class for PSMI training. Course was very interactive, with great examples and case studies provided. Facilitation was really great and Martin shared some of the most useful techniques for effective facilitation. After PSMI course, I successfully passed PSMI exam. No wonder I attended PSMII training class by Martin. And of course another successful exam, this time for PSMII certificate. I definitely recommend Martin's classes! If you have the chance to do so, don't miss it!",
      "id": "GUHHRHE3",
      "category": "training"
    },
    {
      "name": "Ekaterina Durova",
      "title": "Business / Data Analyst",
      "date": "2021-05-25",
      "relationship": "Client",
      "text": "I've taken Professional Scrum Master course with Martin. In spite of digital format of the course, it was very interesting and interactive. I was impressed by tools and techniques that he used during the course. The course content was vey relevant for my daily tasks, as well as the materials that were provided for further reading. I can strongly recommend Martin as a Scrum guide and mentor",
      "id": "YG44DSCJ",
      "category": "training"
    },
    {
      "name": "Olubusola Ogundare",
      "title": "Certified Business Analysis Professional || Certified Professional Scrum Master || Agilist || Data Analysis Enthusiast || Insurance Risk Advisor",
      "date": "2021-05-25",
      "relationship": "Client",
      "text": "Martin is an amazing Agile Scrum Coach and Trainer, I had an intense four days practical training on Agile Scrum with him and he was excellent! He got all team members participating and was happy to answer questions without hesitation. Thank you for the knowledge shared Martin.",
      "id": "BUY9FRWF",
      "category": "training"
    },
    {
      "name": "Hansatu Adegbite",
      "title": "National Consultant, Private Sector Partnerships @ UN Women | Women's Economic Empowerment Advocate",
      "date": "2021-05-24",
      "relationship": "Client",
      "text": "Martin is a professional scrum master and great teacher, I recommend him for Scrum trainings & guidance",
      "id": "SKJ3M7YK",
      "category": "training"
    },
    {
      "name": "Tonje Hauge Tebi",
      "title": "Product Development",
      "date": "2021-05-24",
      "relationship": "Client",
      "text": "I attended the Professional Scrum Master (PSM) 2-day course with Martin, and subsequently passed my PSM1 exam. The course was very interactive, with opportunities to look at case studies in breakout rooms and Martin always took the time to answer any questions the students might have. I would highly recommend attending one of Martin's courses as they provide great value for money and prepares you for the exam.",
      "id": "PCJ5RQVK",
      "category": "training"
    },
    {
      "name": "Danjuma John-Ekele",
      "title": "Corporate Affairs Manager West & MidWest @ Nigerian Breweries Plc | Strategic Business Analysis",
      "date": "2021-05-24",
      "relationship": "Client",
      "text": "Martin is a consummate professional with deep knowledge of his subject matter and his sharing/teaching style is unique. His insights and go-to-market understanding are impressive. His sharing during his time with us (LEARNTOR's Cohort II) really assisted our appreciating the Agile Scrum landscape better and in preparing us for our PSM 1 exams. I hope he works more with us in the developing countries to further and better increase our knowledge and opportunities so we can strengthen the Agile Scrum mindset and footprint... Wishing Martin all the Best, ALWAYS!!!",
      "id": "V89GVKMA",
      "category": "training"
    },
    {
      "name": "Sarthak Kelapure",
      "title": "Sr. SWE @ Apple | Crafting Next-Generation Technology",
      "date": "2021-05-22",
      "relationship": "Client",
      "text": "I will recommend Martin's Agile and Scrum training(s) for his great teaching skills, new-age methods, and his people skills. He makes sure to have everyone involved and everyone well versed with the content. He has great knowledge behind him and he will impart it to everyone attending his workshop in a way that attendees enjoy while learning every bit of it. I wish to learn more from him in the future. Cheers!",
      "id": "UMUQMQ35",
      "category": "training"
    },
    {
      "name": "Venkata SuryaRamtej Rayaprolu",
      "title": "System Test Engineer at LUXOFT",
      "date": "2021-05-21",
      "relationship": "Client",
      "text": "It my honor I got training with Martin for SCRUM Master. His coaching helped me a lot in order to achieve the SCRUM Master PSM certification. It's not only about certification, he helps us to understand and teach in such a way to implement it in every scenario of life. His coaching is quite fun, concepts are quite interesting as well as easy to understand. One should try to participate in his training session to achieve wonderful results. Thank you so much Martin.",
      "id": "SLDVPE8K",
      "category": "training"
    },
    {
      "name": "Olamide Mensah-Dossou",
      "title": "Project Management, Continuous Improvement & Operational Excellence",
      "date": "2021-05-21",
      "relationship": "Client",
      "text": "Martin did a splendid job as my scrum facilitator & trainer. The class was very interactive and he took his time to explain with real life examples which made understanding really easy. It also gave me so much confidence to take the exam immediately after the training. I passed at the first sitting.",
      "id": "366DJQV6",
      "category": "training"
    },
    {
      "name": "David Tozer",
      "title": "Change leadership, adding value ,creating a great place to work, helping people release their resourcefulness- Transformation Director - Certified Executive Coach- Trustee -Director -Military Veteran",
      "date": "2021-05-21",
      "relationship": "Client",
      "text": "Martin led me and a number of my team through the Professional Agile Leadership-Essentials a few weeks ago. His approach was engaging, his knowledge unparalleled and patience remarkable. If you want to learn more about Agile, Scrum, DevOps and similar philosophy, approaches and methods , all brought to life in a meaningful manner Martin is the man. Thank you Martin , I hope to work with you again soon.",
      "id": "A5J92Z78",
      "category": "training"
    },
    {
      "name": "Joe Collins",
      "title": "Senior Platform Engineer at Kraken (Octopus Energy Group)",
      "date": "2021-05-21",
      "relationship": "Client",
      "text": "Martin has a vast knowledge of Scrum and Agile and taught an excellent course to my group. From this course I was able to quickly pass my Proffesional Scrum Developer exam, which would have been much more difficult without Martins teaching.",
      "id": "J8EBLZS9",
      "category": "training"
    },
    {
      "name": "Martin Woodward",
      "title": "Vice President of Developer Relations @ GitHub",
      "date": "2018-07-24",
      "relationship": "Colleague at different companies",
      "category": "consulting",
      "text": "Martin is extremely knowledgeable and experienced in helping teams become more agile and adopt DevOps practices especially around the Microsoft Azure platform and VSTS / TFS. But he is not limited to that stack with plenty of experience with competing and complimentary technologies. He explains things clearly and gets rid of any 'smoke and mirrors' to show how any team can make small improvements to improve how they work. He is one of the leading MVP's globally for DevOps and someone myself and my colleagues in the Azure product group trust to give us honest and insightful feedback.",
      "id": "2W8KLTEV"
    },
    {
      "name": "Nancy Maher",
      "title": "✨Leadership ⛵️ Culture 🎤 Speaking 🎢 Founder 💻 Women in Tech & Leadership Advocate",
      "date": "2017-10-08",
      "relationship": "Client",
      "category": "consulting",
      "text": "Martin's depth and breadth of knowledge and experience of the world of Agile/DevOps is incredible. He will switch between hands on development to advanced consulting or training on process, practices and tools to help you in your own DevOps journey. When the going gets tough in challenging situations he is super responsive and goes the extra mile to find solutions. He is passionate about what he does and is always trying to improve the way we work to build high value products and solutions. In particular his knowledge of all things TFS/VSTS is second to none. Down to earth and straight talking. Highly recommend!",
      "id": "UB9YRG79"
    },
    {
      "name": "Katherine Maddox",
      "title": "Director Quality Engineering at Wondr Health",
      "date": "2017-09-05",
      "relationship": "Client",
      "text": "Martin came to our organization to deliver the Scrum Foundations class and it was a complete pleasure to have him. He really knows his stuff, and was so patient and pragmatic with his knowledge that he won the respect of our most stubborn skeptics. Martin has the ability to get all sorts of people truly excited about the possibilities of Scrum, and the class he teaches then sets them up for success. He was also very generous with his time when we hung around for lots of overtime implementation questions, for which we are very grateful.",
      "id": "HKQ8DE56",
      "category": "training"
    },
    {
      "name": "Richard Davies",
      "title": "Europe Practice Manager at SLB",
      "date": "2016-10-31",
      "relationship": "Client",
      "category": "consulting",
      "text": "Martin cuts to the chase with whatever you throw at him. Having worked with him extensively over the last 3 years, I can strongly recommend Martin whether your needs are broadly across the Software Application Lifecycle Development spectrum (including scrum training) or deeply into the most complex enterprise wide Team Foundation Server / Visual Studio Team Services migrations. This is a fast moving field in which Martin typically provides rapid responses and solutions, or facilitates them through his worldwide network. More than happy to talk with anyone needing further encouragement to engage in his services!",
      "id": "8MXE929U"
    },
    {
      "name": "James Pickard",
      "title": "Senior Software Engineer",
      "date": "2014-11-22",
      "relationship": "Client",
      "text": "Martin came to give us some training for our Professional Scrum Foundation assessment. He was very knowledgeable and through his training we gained a great understanding of Scrum and how to work in an Agile way. The training itself was taught in an easy to understand way and Martin made the session fun and enjoyable to take part in. Martin was also able to answer questions and give us good advice on topics that were outside the scope of the training. I would highly recommend Martin for your Agile training needs.",
      "id": "TSUTK2WM",
      "category": "training"
    },
    {
      "name": "Tazz Shaw",
      "title": "Lead Product manager",
      "date": "2014-02-05",
      "relationship": "Client",
      "text": "",
      "id": "7MJ9YWNC",
      "category": "training"
    },
    {
      "name": "Russell Seamer",
      "title": "Reyno Ltd",
      "date": "2014-01-13",
      "relationship": "Client",
      "text": "Martin is an excellent trainer with incredible in-depth knowledge of TFS/ALM/SCRUM. It was an pleasure to spend 2 days with him learning advanced Team Foundation Server topics and I sincerely hope that I will have the opportunity to work with him again.",
      "id": "8CKMQAWC",
      "category": "training"
    },
    {
      "name": "Graham Pembery",
      "title": "Development Operations Manager",
      "date": "2014-01-13",
      "relationship": "Client",
      "category": "consulting",
      "text": "Martin has a deep and comprehensive understanding of Team Foundation Server and its implementation. His knowledge of Scrum combined with understanding the business need, give formidable insights into what process improvements are required and how they might be made.",
      "id": "7H7H3D2R"
    },
    {
      "name": "CJ Singh",
      "title": "Chief Technology Officer at GHX",
      "date": "2012-04-09",
      "relationship": "Client",
      "text": "Martin did Scrum training for Backcountry through Scrum.org for three days and I must say it was very useful three days for us. The whole team of about 50+ people thoroughly enjoyed the training and got a lot out of it. In addition to great material and exercises Martin had a great style of delivery and won the respect of everyone including our engineers, which is a big deal. In addition to the in-class effort, Martin was also very forthcoming in helping folks outside class and still communicates with members of the team via e-mail. Great guy, very knowledgeable & great trainer. Highly recommend him and wish him the best.",
      "id": "HXMPFUEA",
      "category": "training"
    },
    {
      "name": "Bryan Rees",
      "title": "Product Design Leader",
      "date": "2012-04-05",
      "relationship": "Client",
      "text": "Martin's Scrum training was not only informative and valuable, but also enjoyable. Martin's complete understanding and expertise of Agile processes and Scrum combined with his personality helped our team really come together and more fully understand the framework of Scrum and its impact on our development processes. I would highly recommend Martin for any Scrum training you or your development teams may be seeking.",
      "id": "WTWVUYQC",
      "category": "training"
    },
    {
      "name": "Mike Myers",
      "title": "Senior Technology Executive | Strategic Product and Software Leader | Cloud and Agile Transformation Innovator",
      "date": "2012-01-18",
      "relationship": "Client",
      "text": "Martin is a highly skilled and insightful trainer. He helped provide guidance to my team and for the organization I work for. Martin took to the time to explore the many scenarios that one might encounter when looking to structure an approach to adopt SCRUM as your primary software delivery solution. In working with Martin, I was inspired to learn not only about SCRUM, but also about the other technology tools that he supports and frequently blogs about. In short, I highly recommend Martin's work.",
      "id": "6MQ2G672",
      "category": "training"
    },
    {
      "name": "Lisa Krogstad",
      "title": "Consultant",
      "date": "2011-12-19",
      "relationship": "Client",
      "text": "I enjoyed the Professional Scrum Master class I took from Martin. He is thorough, gets to the point, and encourages class interaction and personal experiences and questions.",
      "id": "R578E2BJ",
      "category": "training"
    },
    {
      "name": "Daniel Jacobs",
      "title": "Software Engineering Leader- CSPO | PSM | SAFe 6 SPC / SSM / Agile Practitioner",
      "date": "2011-12-17",
      "relationship": "Client",
      "text": "Martin had 2 days to train/inject/answer SCRUM Master training for my division at Mitchell and handily delivered. He was great at presentation and concepts while demonstrating firsthand knowledge through his own experience. Much appreciated and would hire Martin again for more training or personal coaching.",
      "id": "VTT2XMPY",
      "category": "training"
    },
    {
      "name": "Suzanne Davis",
      "title": "PMP, Technical Project Manager, I.T. Leader, PT Notary",
      "date": "2011-10-15",
      "relationship": "Client",
      "category": "consulting",
      "text": "I have been in IT hiring consultants on and off for 15 years. Martin is BY FAR the most knowledgeable consultant in breadth and depth I have ever had the privilege of working with. He was not only intelligent and skilled, his personality made him a joy to work with. If you need TFS or Scrum consulting, Martin is your man!!",
      "id": "W72KAYY8"
    },
    {
      "name": "Paul Martin",
      "title": "Interim / Fractional Retail IT Director / CTO & Marine Conservationist & Marine Biologist (In-training)",
      "date": "2011-04-03",
      "relationship": "Client",
      "category": "consulting",
      "text": "Thanks to Martin's guidance and support we successfully upgraded to TFS 2010 from an unstable TFS 2005 database, moved our dev team to Visual Studio 2010 and implemented the finest product build process ever known! I would recommend Martin to anyone, in fact I would insist they use him as he's the best ALM consultant I've worked with.",
      "id": "33MHKUH7"
    },
    {
      "name": "Julie Barbic",
      "title": "Développeuse Web",
      "date": "2011-01-26",
      "relationship": "Colleague",
      "category": "consulting",
      "text": "I worked with Martin for a couple of months and I have to say he was great to work with, and this for several reasons: - he has a great personality and he has a good sense of humour, which does help. - he has an excellent knowledge of TFS and of what good engineering pratices are/should be. I believe it is essential to have the right software development process, and Martin is the right person to ensure we do things the right way. - he has lots of passion for what he does, which is very motivational for others. On top of that, he had enough patience to explain to me inside out some bugs we encountered. I would highly recommend Martin for any position where he could spread his knowledge.",
      "id": "W84VYNCH"
    },
    {
      "name": "Eric Phan",
      "title": "Principal Solution Architect at PracticeEvolve",
      "date": "2010-11-19",
      "relationship": "Colleague",
      "text": "Martin is a great ALM guy who really knows his stuff. He has valuable knowledge in this space and is well respected.",
      "id": "XMHAEQMR",
      "category": "training"
    },
    {
      "name": "Bruce Peattie",
      "title": "Owner, PT Services Pty Ltd",
      "date": "2010-09-26",
      "relationship": "Client",
      "category": "consulting",
      "text": "I was fortunate to have Martin assigned to my project for the installation and configuration of a new TFS 2010 server. The implementation included integration wih our existing SBS 2003 Domain, a new Sharepoint 2010 server, SQL Server 2008 R2 and a Build server. Martin's knowledge in the area is exceedingly comprehensive resulting in a clean trouble free install.",
      "id": "LUBQXPFS"
    },
    {
      "name": "Peter Gfader",
      "title": "Silo Thinking Breaker and Guest Lecturer and CTO Coach",
      "date": "2010-09-20",
      "relationship": "Colleague",
      "category": "consulting",
      "text": "Martin helps me solve all my TFS related problems. From msbuild problems, TFS template questions until datawarehouse and reporting services issues. He is keen on helping and solving problems until the job is done!",
      "id": "8AEX57DW"
    },
    {
      "name": "Mark Hetherington",
      "title": "Retirement unless something interesting from somebody I know turns up!",
      "date": "2010-09-17",
      "relationship": "Colleague",
      "category": "consulting",
      "text": "Martin fully understands the importance of process in software development and is particularly good at keeping teams focused and on track. His knowledge and blogging seem limitless in this arena and he knows ALM & TFS inside out. He is also a joy to work with,",
      "id": "9258XX9Q"
    },
    {
      "name": "Tiago Araújo",
      "title": "UI & UX Designer",
      "date": "2010-09-15",
      "relationship": "Colleague",
      "text": "Working with Martin was a pleasure. His knowledge inspires learning and he makes the work environment a enjoyable place with his sense of humor.",
      "id": "2MVN6S2T",
      "category": "training"
    },
    {
      "name": "Paul Neumeyer",
      "title": "Innovation Leader, Inventor, Entrepreneur, Technologist",
      "date": "2010-09-13",
      "relationship": "Colleague",
      "category": "consulting",
      "text": "I had the pleasure to work with Martin at SSW. He was an extremely capable professional who picked up new technology with ease and joined project teams quickly and with passion. The depth of his knowledge and his work ethic made him a \"go to\" person in our organisation soon after he started. Martin showed particular knowledge and interest in ALM and contributed significantly to the improvement of ALM rules and procedures while at SSW. He made those practices available not only internally, but also made them available to the IT community in his blog, where they were widely read and positively received. Martin also advanced the SSW engineering practices through his involvement with the Visual Studio ALM Rangers and his work within SSW during our introduction of Scrum as our primary development planning and tracking methodology. Martin's skills and passion showed in this area too as our solution at SSW for tracking the Sprint and Product backlogs is based on TFS. He also completed the Scrum Developer Trainer course and became accredited with Microsoft and Scrum.org, flying out to Sydney from his home in Scotland to complete the intensive 5 day course. I would recommend Martin to any employer who has the good fortune to be in the position to offer Martin a role in their organisation.",
      "id": "8XRETDFM"
    },
    {
      "name": "Ulysses Maclaren",
      "title": "SSW COO - We're hiring!",
      "date": "2010-09-13",
      "relationship": "Manager",
      "text": "I found Martin to be technically brilliant and personally very easy to work with. His dedication to getting the job done the best way and his attention to detail to the process, as well as the result, made for a highly reproducable level of excellence in our work together. He is very interested in Microsoft technology such as TFS and knows development methodologies such as Scrum back to front.",
      "id": "CE6DWVVW",
      "category": "training"
    },
    {
      "name": "John Liu",
      "title": "Principal Consultant @ Rapid Circle | Founder 🛠 Flow Studio Solutions | M365, Power Platform MVP Alumni",
      "date": "2010-09-13",
      "relationship": "Colleague",
      "category": "consulting",
      "text": "Martin was a joy to work with. He really knows Team Foundation Server (TFS) inside out, got our TFS migrated to 2010, get build server off the ground properly, and set in place many of the processes as well as the process templates that we'll continue to use in SSW. Ever full of wit, self motivated, hardworking and shares his learnings with the world. I wish all the best with Martin's future, and thanks for being a great colleague.",
      "id": "GF2WU96L"
    },
    {
      "name": "Matthew Hodgkins",
      "title": "Principal Site Reliability Engineer at Stack Overflow",
      "date": "2010-09-13",
      "relationship": "Colleague",
      "category": "consulting",
      "text": "I worked with Martin on several Team Foundation Server 2010 setups, he was very knowledgeable in regards to TFS2010 and was able to help rectify the weird and wonderful issues that pop up during the TFS2010 server setup.",
      "id": "AB3XY6U3"
    },
    {
      "name": "Douglas McNish",
      "title": "Tech loving Software & Data Engineering Professional",
      "date": "2009-09-28",
      "relationship": "Colleague",
      "category": "consulting",
      "text": "Martin oozes enthusiasm for all new technology and get's to grips with it in a comparitively short time compared with most people I've worked with. As an IT professional, Martin has embraced life long learning and is on top of the latest technology before it hits the critical mass. Martin's evangelizing of technology brought a paradigm shift in the approach taken to development and his application of Microsoft Team Foundation Server delivered massive productivity gains for our team as a whole.",
      "id": "3P37SAZS"
    },
    {
      "name": "Andreas Vermeulen",
      "title": "Global Principal AI & Data Expert | Machine Learning & Data Engineering Strategist | AI-First Business Transformation | Cloud-First Business Transformation | CxO advisor",
      "date": "2009-09-28",
      "relationship": "Manager",
      "category": "consulting",
      "text": "I hired Martin after an extensive hiring process of several months. Martin has brought a massive amount of experience to my team when he joined and I will always be thankful for his knowledge he added to my experiences. He took over the intranet (SharePoint) portion and over the last two years directly assisted me with installing a MOSS 2007 farm and a workflow proof of concept. He designed our current Business Intelligence Portal User Interface and is an expert in the field. His biggest support came as massive extra … Martin introduced me and my team to Team Foundation Server to streamline our development. I then believed he is one of the best TFS techies I knew. He as proved me believes right by achieving a MVP in Team Foundation Server for 2009 and I believe he will get it again for 2010. There is several members of my team that believe the day they cut Martin open it will say … Made by Microsoft. Techie to the core!! I was honoured to work with Martin as his manager But more important I would count on Martin as a technical person I would trust if I ever need any technical advice in future. Martin is a bonus asset to any team. I wish him well with his future.",
      "id": "ZQHF475N"
    },
    {
      "name": "Charlie Holland",
      "title": "Cloud & ML Platform Architect | Engineering Lead | Interim / Fractional CTO | DevOps & MLOps Transformation | Enterprise IoT & AI Platforms",
      "date": "2008-03-07",
      "relationship": "Colleague",
      "text": "If you want the bleeding edge but you don't want to run the risk of head explosion from the sheer volume of content you'd need to consume, Martin is the answer. A genuine technology enthusiast with a real passion for software, Martin is an oracle of all things Microsoft. The biggest challenge in working in the software development industry is the constant change. For most developers, keeping track is practically impossible. Martin's genuine enthusiasm for the subject keeps him ahead of the game and for that reason he will undoubtedly be a valuable asset for any forward thinking organization.",
      "id": "YAUZRDNM",
      "category": "training"
    },
    {
      "name": "Gordon McCrae",
      "title": "IT Operations Project Manager at Mammoet Europe B.V.",
      "date": "2008-01-18",
      "relationship": "Senior colleague",
      "text": "Martin is a very driven Developer, extremely keen and always thinking out of the box.",
      "id": "DGDMMRCB",
      "category": "training"
    },
    {
      "name": "Stuart McVicar",
      "title": "Owner at Biggar Gin",
      "date": "2007-08-25",
      "relationship": "Colleague in different team",
      "text": "Martin fully embraces new technology and will without question give an honest and fully justified opinion on all emerging technologies. I know that Martin is the foremost expert on the subject of Microsoft TFS in his current organisation. A valuable member of any team he belongs to or group he contributes to.",
      "id": "5NWZWKDQ",
      "category": "training"
    },
    {
      "name": "Paul Slater",
      "title": "Program Manager, Test Manager and agile coach",
      "date": "2007-08-25",
      "relationship": "Colleague",
      "text": "As is written in the annuls of his blog, Martin is a dot net evangelist and technology guru, keen on the promotion and use of technology; especially VSTS. We share a common in interest in Dyslexia. Martin is moving on to another company. He will be a credit to any organisation who takes technology investment seriously and appreciates the benefits of a multi dimensional free thinker. Now when can I get VSTS hosted :-)",
      "id": "2DFVVGWL",
      "category": "training"
    },
    {
      "name": "Jamie Henderson",
      "title": "I help home owners feel informed & supported in their buildings: no more chasing updates or feeling ignored | Buildings don't have feelings, but Home Owners do, we manage with empathy, clarity & care.",
      "date": "2007-04-19",
      "relationship": "Colleague in different team",
      "text": "Martin is a forward thinking developer who always has one eye on the developments in Microsoft, and one eye on departmental developments. This allows him to always look for new and improved ways to deliver value added solutions.",
      "id": "8NPD4XWM",
      "category": "training"
    },
    {
      "name": "Simon Shakeshaft",
      "title": "Empathy in design | Passionate UX Researcher | Design Innovation Facilitator",
      "date": "2007-04-12",
      "relationship": "Colleague",
      "text": "Martin was a popular, hard working member of the team. It was a long time ago, and we didn't work together much as I recall, but I'd recommend him on the strength of his enthusiasm and willingness to cooperate in a team environment.",
      "id": "CCWGBAVJ",
      "category": "training"
    },
    {
      "name": "Colin Weir",
      "title": "Operations & Technology Delivery │ Business Transformation │ Insurance │ Financial Services",
      "date": "2007-04-10",
      "relationship": "Colleague at different company",
      "text": "Martin is an astute and results oriented individual; always willing to challenge and get the best possible outcome for the client. He has the ability to get to the root cause of a problem very quickly and is able to switch from detailed in-depth analysis to a facilitative and client facing role with consummate ease.",
      "id": "95VRTXDA",
      "category": "training"
    },
    {
      "name": "Stuart Donnelly",
      "title": "Software Development Project Manager and Software Engineer",
      "date": "2007-04-04",
      "relationship": "Colleague",
      "text": "If you need someone with a detailed understanding of Microsoft technologies and of Microsoft Team System in particular, Martin is your man. Martin has an infectious enthusiasm about technology and its application to the software development process. He's an accomplished software engineer with a pragmatic, considered approach.",
      "id": "S9Q6KF8S",
      "category": "training"
    },
    {
      "name": "Sajeel Munir",
      "title": "Developer at MortgagesPlc",
      "date": "2006-09-04",
      "relationship": "Colleague",
      "text": "Martin is a brilliant developer who always keeps on top of the latest technologies.",
      "id": "GH7C59QR",
      "category": "training"
    },
    {
      "name": "Kirsty Miller",
      "title": "Owner, Spotlight Interactive",
      "date": "2004-11-24",
      "relationship": "Client",
      "text": "Martin is a talented developer who always keeps on top of the latest technologies.",
      "id": "29VEKF5S",
      "category": "training"
    },
    {
      "name": "Kerry Furious Fyans",
      "title": "Online Marketing Manager at Equator",
      "date": "2004-11-15",
      "relationship": "Colleague in different team",
      "text": "Martin Hinshelwood is a fantastic software developer and throughout the time we worked together proved himself to be both competent and a very hard worker. I have no hesitation in recommending Martin to any prospective client.",
      "id": "92LX9VBQ",
      "category": "training"
    },
    {
      "name": "Iain Frame",
      "title": "Digital Private Markets, User Experience Designer (Vice President) at JPMorgan Chase & Co.",
      "date": "2004-11-15",
      "relationship": "Colleague",
      "text": "With flair and confidence in his abilities, Martin was both easily approachable and enthusiastic towards any task thrown at him amongst the tight deadlines and high expectations expected of such a top flight new media agency.",
      "id": "KTMRQVHN",
      "category": "training"
    },
    {
      "name": "Adam Edwards",
      "title": "Capex and MRO Procurement Manager at Bacardi",
      "date": "2004-11-10",
      "relationship": "Colleague at different company",
      "text": "Martin shows the same drive, determination and dedication in all aspects of his work. He is highly skilled in his particular field and is constantly updating his knowledge and skill base to ensure he is always well versed in new and emerging technologies.",
      "id": "NPS8K8CV",
      "category": "training"
    },
    {
      "name": "Catrin Ansell",
      "title": "Senior Account Manager at Equator",
      "date": "2004-11-01",
      "relationship": "Colleague in different team",
      "text": "Martin is one of the most thorough and technically competent colleagues I have worked with.",
      "id": "YFY8A6NW",
      "category": "training"
    },
    {
      "name": "Iain Frame (Second Recommendation)",
      "title": "Digital Private Markets, User Experience Designer (Vice President) at JPMorgan Chase & Co.",
      "date": "2004-10-28",
      "relationship": "Colleague",
      "text": "Martin has been one of the most inspiring individuals I've had the pleasure of meeting. He is beyond knowledgeable about many complex and advanced technologies at the forefront of our industry as well as kind, patient, and very organized.",
      "id": "UCH52RZH",
      "category": "training"
    },
    {
      "name": "Steven Bruce",
      "title": "Very well presented.",
      "date": "2019-02-05",
      "courseDate": "2019-01-29",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "text": "Very well presented. Clear and enjoyable. Lots of information provided without it feeling like I was being talked at for two days.",
      "id": "CX9BU4QV",
      "category": "training"
    },
    {
      "name": "Joel Klo",
      "title": "Review of PSF class",
      "date": "2019-01-30",
      "courseDate": "2018-03-13",
      "relationship": "Student",
      "class": "psf",
      "stars": 4,
      "text": "Class was great and interactive. Course content was also well delivered.",
      "id": "7KH58SPW",
      "category": "training"
    },
    {
      "name": "Thomas Heys",
      "title": "Good presentation with a very good…",
      "date": "2021-05-04",
      "courseDate": "2021-04-22",
      "relationship": "Student",
      "class": "aps-sd",
      "stars": 4,
      "text": "Good presentation with a very good presenter who was approachable, knowledgeable and engaging",
      "id": "XM6TL2G9",
      "category": "training"
    },
    {
      "name": "Dan",
      "title": "Really engaging and useful course, would recommend",
      "date": "2021-04-24",
      "courseDate": "2021-04-22",
      "relationship": "Student",
      "class": "aps-sd",
      "stars": 5,
      "text": "The course I completed was a great refresher of the core principles of professional scrum development. The course was thoroughly enjoyable, with plenty of audience participation to keep everyone engaged, lots of different types of activities which helped break up the course and a fun development project to help demonstrate the how the learning we were doing was applied. Martin (our course trainer) was fantastic and was able to use his industry knowledge and experience to provide plenty of examples that we as participants could relate to.",
      "id": "WGGMYBWK",
      "category": "training"
    },
    {
      "name": "Chris Valatsos",
      "title": "Material was well presented",
      "date": "2021-07-05",
      "courseDate": "2021-07-01",
      "relationship": "Student",
      "class": "aps-sd",
      "stars": 5,
      "text": "Material was well presented, interactive and intuitive. Great help for the exam as well",
      "id": "UBYA72DF",
      "category": "training"
    },
    {
      "name": "DA",
      "title": "Enjoyed it!",
      "date": "2021-07-02",
      "courseDate": "2021-07-01",
      "relationship": "Student",
      "class": "aps-sd",
      "stars": 5,
      "text": "Really engaging course! Martin was 10/10, very informed and supportive.",
      "id": "WJT843EV",
      "category": "training"
    },
    {
      "name": "Leyla Yaltiligil",
      "title": "Interactive, fun class",
      "date": "2021-07-01",
      "courseDate": "2021-07-01",
      "relationship": "Student",
      "class": "aps-sd",
      "stars": 5,
      "text": "Class was super interactive and Martin was very engaging.",
      "id": "APGF7RZ9",
      "category": "training"
    },
    {
      "name": "Tomas Komarek",
      "title": "Enjoyable days",
      "date": "2021-06-16",
      "courseDate": "2021-06-15",
      "relationship": "Student",
      "class": "aps",
      "stars": 5,
      "text": "I really like the class. The 2 days are packed with information, exercises and discussion. Martin is an easy-going and knowledgeable trainer that will spend his free time answering any questions you still have after the course even if they are not 100% about the course topic and would be a different course topic.",
      "id": "C7HVH5UV",
      "category": "training"
    },
    {
      "name": "Leanne Burrows",
      "title": "Course content and tutor fantastic",
      "date": "2019-02-25",
      "courseDate": "2019-02-19",
      "relationship": "Student",
      "class": "pal-e",
      "stars": 5,
      "text": "Course content and tutor fantastic - shame about the co-ordinator (QA), had to visit 4 separate buildings prior to actually reaching the classroom",
      "id": "AMAC7Z87",
      "category": "training"
    },
    {
      "name": "Ryan Lowe",
      "title": "Great class and enjoyed the…",
      "date": "2020-11-17",
      "courseDate": "2020-11-05",
      "relationship": "Student",
      "class": "pal-e",
      "stars": 5,
      "coTrainer": "Jim Sammons",
      "text": "Great class and enjoyed the conversations.  The team really took to the personal situational talk and the trainers were able to not only keep us engaged but make it so much fun.",
      "id": "F62J6R6S",
      "category": "training"
    },
    {
      "name": "Lisa",
      "title": "PAL-e : a valuable class to start the agile evolution",
      "date": "2020-11-09",
      "courseDate": "2020-11-05",
      "relationship": "Student",
      "class": "pal-e",
      "stars": 5,
      "coTrainer": "Jim Sammons",
      "text": "I just experienced the power of Martin Hinshelwood & Jim Sammons during a PAL-e private training class.  As a leader within an organization that is about to begin an agile evolution, I'll be honest - I was skeptical that our group would get much out of this training session; however, I was proven wrong after the first day.  So much so that this class and its' content is now referenced in many of our other leadership meetings.  Martin & Jim provided just the right amount of facilitation and guidance to help our group to open up and dig into topics that had been 'floating on the surface'.  Our team knows we have a long road a head of us, but having the skills from the PAL-e class in our pockets makes the weight that we have to carry as leaders feel like less.",
      "id": "4TWCFBBX",
      "category": "training"
    },
    {
      "name": "Sean Morris",
      "title": "Martin was an excellent coach and…",
      "date": "2021-06-21",
      "courseDate": "2021-05-18",
      "relationship": "Student",
      "class": "pal-e",
      "stars": 5,
      "text": "Martin was an excellent coach and delivered this content in an easy to follow way.",
      "id": "YF7BU6QW",
      "category": "training"
    },
    {
      "name": "Peter Gee",
      "title": "Well structured interactive",
      "date": "2021-05-24",
      "courseDate": "2021-05-18",
      "relationship": "Student",
      "class": "pal-e",
      "stars": 5,
      "text": "Well structured interactive and relevant - enjoyed the insight and left with some great reference material",
      "id": "WMPU7H22",
      "category": "training"
    },
    {
      "name": "Mr Burnham",
      "title": "Excellent training tailored to our business (Professional Services)",
      "date": "2021-05-18",
      "courseDate": "2021-05-18",
      "relationship": "Student",
      "class": "pal-e",
      "stars": 5,
      "text": "Martin is a very experienced and charismatic trainer. He made sure everyone was comfortable and could participate in the course. The pace of the sessions was just right for me and I learned a lot in quite a short period of time. We'd worked with Martin before and he was able to adapt the sessions to our particular business problems; howver the material has relevence to anyone using Scrum for delivering software projects.  I'd highly recommend the course and Martin as a trainer.",
      "id": "NXNKVVAS",
      "category": "training"
    },
    {
      "name": "Heiko Schroeder",
      "title": "Good exchange on the different…",
      "date": "2020-03-11",
      "courseDate": "2020-03-10",
      "relationship": "Student",
      "class": "pal-e",
      "stars": 4,
      "text": "Good exchange on the different dimensions of (agile) leadership + interesting case studies. Martin did an awesome job guiding us through the course and relating our learnings to his personal experience and expertise.",
      "id": "Y7XTKM6Y",
      "category": "training"
    },
    {
      "name": "GC",
      "title": "Enjoyed the PALe class very much!",
      "date": "2020-07-30",
      "courseDate": "2020-07-30",
      "relationship": "Student",
      "class": "pal-e",
      "stars": 5,
      "text": "Enjoyed the PALe class very much. The content is very relevant to the situation many current companies are in, and it gives take aways that we can go and use in practice. Martin as a trainer is a great faciliator and story teller, giving real practical examples from his experience. My fellow participants were great to work with when we did group activities, and though we did the course remotely the collaboration tools did allow us to experience it just as it would have been in an physical environment (or maybe even better).",
      "id": "EP7NDHDA",
      "category": "training"
    },
    {
      "name": "Karina Jarikbayeva",
      "title": "I liked the training and Martin made it…",
      "date": "2020-10-23",
      "courseDate": "2020-10-20",
      "relationship": "Student",
      "class": "pal-e",
      "stars": 5,
      "text": "I liked the training and Martin made it even more insightful, thank you very much, looking forward to continuing this inspirational journey with agile practices I have learned.",
      "id": "6X47N8NU",
      "category": "training"
    },
    {
      "name": "Mr Gautam",
      "title": "Awesome experience",
      "date": "2021-03-31",
      "courseDate": "2021-02-11",
      "relationship": "Student",
      "class": "pal-e",
      "stars": 5,
      "coTrainer": "Russell Miller",
      "text": "Awesome experience. The course was filled with so many real-life case studies and examples. I really liked the pace of the course. Martin and Russel were complementing each other which made the class very engaging and fun, which was really important if you are attending the class after a full day job.",
      "id": "3AESEATH",
      "category": "training"
    },
    {
      "name": "Nchimunya Kabunda",
      "title": "Insightful and Engaging  Agile Leadership Class",
      "date": "2021-02-12",
      "courseDate": "2021-02-11",
      "relationship": "Student",
      "class": "pal-e",
      "stars": 4,
      "coTrainer": "Russell Miller",
      "text": "The class gives a great perspective on being an Agile Leader. It was very insightful, interesting  and engaging. Martin and Russells' vast knowledge was shared with students easily.",
      "id": "BEHAETZ3",
      "category": "training"
    },
    {
      "name": "David Hinshelwood",
      "title": "Awesome class",
      "date": "2021-02-11",
      "courseDate": "2021-02-11",
      "relationship": "Student",
      "class": "pal-e",
      "stars": 5,
      "coTrainer": "Russell Miller",
      "text": "Really eye opening, informative and engaging.",
      "id": "3U4RUQC2",
      "category": "training"
    },
    {
      "name": "Miroslav Petro",
      "title": "Excellent SCRUM training",
      "date": "2019-10-07",
      "courseDate": "2019-09-27",
      "relationship": "Student",
      "class": "psd",
      "stars": 5,
      "text": "Excellent SCRUM training with plenty of practical infos",
      "id": "MELNVY35",
      "category": "training"
    },
    {
      "name": "David Kovac",
      "title": "Great with place for improvement",
      "date": "2019-10-07",
      "courseDate": "2019-09-27",
      "relationship": "Student",
      "class": "psd",
      "stars": 5,
      "text": "The stuff we have learned about Scrum was amazing. I liked how the instructor has led the course.   But I didn't like how much we talked about the basics of software development like unit testing, measuring code coverage, etc. I would welcome more advanced content like how to manage big projects using trunk based branching strategy for example.",
      "id": "T8D5UESG",
      "category": "training"
    },
    {
      "name": "Jonathan R.",
      "title": "The course material and instructor were…",
      "date": "2019-10-15",
      "courseDate": "2019-10-02",
      "relationship": "Student",
      "class": "psd",
      "stars": 5,
      "text": "The course material and instructor were great and I really enjoyed the hands-on project focus. As a developer in an organization that practices SAFe with Scrum it was interesting to see how pure Scrum would operate outside the SAFe framework.",
      "id": "VYEX8RUW",
      "category": "training"
    },
    {
      "name": "Pankaj Modi",
      "title": "Excellent Trainers",
      "date": "2020-05-27",
      "courseDate": "2020-05-26",
      "relationship": "Student",
      "class": "psf",
      "stars": 5,
      "coTrainer": "Russell Miller",
      "text": "I found this class very interactive, fun and the trainers are awesome.",
      "id": "XGEKJ99Q",
      "category": "training"
    },
    {
      "name": "Christian Smith",
      "title": "Very good",
      "date": "2019-02-25",
      "courseDate": "2019-02-21",
      "relationship": "Student",
      "class": "psk",
      "stars": 5,
      "text": "Very good.  Martin knew his stuff!",
      "id": "VUYK3DSP",
      "category": "training"
    },
    {
      "name": "MODUPE",
      "title": "It was an insightful class",
      "date": "2021-03-08",
      "courseDate": "2021-02-18",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "text": "It was an insightful class. The use of Mural was well demonstrated. The delivery was excellent.",
      "id": "5SGAM6D3",
      "category": "training"
    },
    {
      "name": "Chukwuemeka Emmanuel Umoke",
      "title": "I really enjoyed attending the…",
      "date": "2021-03-01",
      "courseDate": "2021-02-18",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "text": "I really enjoyed attending the Professional Scrum Master (PSM1) training with Martin Hinshelwood (naked Agility).   Martin is so knowledgeable and he made it very easy for me to understand scrum even from a practical point of view. I learnt more during the 4-day training than I had learnt in a month. I will definitely recommend Martin as an experienced trainer and coach without any reservation. Thank you so much.",
      "id": "DWGQFH6K",
      "category": "training"
    },
    {
      "name": "Jude Chucks Uzonwanne",
      "title": "The honest truth is that the two days…",
      "date": "2021-02-28",
      "courseDate": "2021-02-18",
      "relationship": "Student",
      "class": "psm",
      "stars": 4,
      "text": "The honest truth is that the two days Martin took us in class was what we needed; a hands-on to praticalise all we'd learned on Scrum and Agile. Listening to the recording sessions revealed indeed that it was an outstanding exercise on its own.   Thank you,  Martin.",
      "id": "E4KWYH33",
      "category": "training"
    },
    {
      "name": "CHINYERE ORANUGO",
      "title": "This class was top rate for me",
      "date": "2021-02-26",
      "courseDate": "2021-02-18",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "text": "This class was top rate for me, because it was very engaging, with multiple breakout collaborations. The trainer Martin Hinshelwool was very patient with the class, knowing that we were all at varied levels of scrum experience. Explanations were iterated and succinct.",
      "id": "VNYE6BEX",
      "category": "training"
    },
    {
      "name": "Ayotunde Gaba",
      "title": "I absolutely enjoyed every minute of…",
      "date": "2021-02-25",
      "courseDate": "2021-02-18",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "text": "I absolutely enjoyed every minute of the sessions that held for 4 hours every day.  The delivery was very concise, well organized and the use of mural was really exciting and collaborative.  Thank you Mr. Martin for an amazing session.",
      "id": "VT9G6TNC",
      "category": "training"
    },
    {
      "name": "Joanna Allen",
      "title": "Do it!",
      "date": "2020-03-23",
      "courseDate": "2020-03-20",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "text": "This is a great course with a nice balance between live examples and what is in the Scrum framework.",
      "id": "Y5S2QSX5",
      "category": "training"
    },
    {
      "name": "Almir Hodzic",
      "title": "Excellent",
      "date": "2019-04-07",
      "courseDate": "2019-03-26",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "text": "Excellent. Started with a good theorethical introduction and connected it with practical examples and statistics.",
      "id": "6AVHJAJF",
      "category": "training"
    },
    {
      "name": "Ronja Bjørnvold Bråthen",
      "title": "Great class!",
      "date": "2019-03-27",
      "courseDate": "2019-03-26",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "text": "Great class! Very relevant to our questions and needs towards softwaredevelopement. Very good speaker - would definitely recommend the class.",
      "id": "S46QD76M",
      "category": "training"
    },
    {
      "name": "Tord BB",
      "title": "Recommended!",
      "date": "2019-03-27",
      "courseDate": "2019-03-26",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "text": "The instructor is very good at setting rules for the interaction during the course, varying between lectures and group discussions, and at keeping his talks concise.",
      "id": "UU36GUQ8",
      "category": "training"
    },
    {
      "name": "derek reilly",
      "title": "Excellent! Highly recommendable",
      "date": "2019-06-18",
      "courseDate": "2019-06-18",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "text": "Such a good teacher! Makes it a great experience and so many stories to elaborate on subjects",
      "id": "8VQLGZR9",
      "category": "training"
    },
    {
      "name": "Henrik Byremo",
      "title": "Martin is a great teacher & coach",
      "date": "2019-09-06",
      "courseDate": "2019-09-03",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "text": "Martin is a great teacher & coach. Thanks a lost for good discussions, great examples and a good time",
      "id": "GWECG55E",
      "category": "training"
    },
    {
      "name": "Yash Shah",
      "title": "Great class",
      "date": "2019-09-04",
      "courseDate": "2019-09-03",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "text": "Great class! Fun practical stuff with less slides kept me awake and interested all the time :)  Thanks Martin!",
      "id": "HSB7UW32",
      "category": "training"
    },
    {
      "name": "Anne  Akpose",
      "title": "The session was informative and highly…",
      "date": "2020-10-08",
      "courseDate": "2020-09-24",
      "relationship": "Student",
      "class": "psm",
      "stars": 4,
      "coTrainer": "Glaudia Califano",
      "text": "The session was informative and highly professional. Thanks.",
      "id": "8S67HV25",
      "category": "training"
    },
    {
      "name": "Mercy George-Igbafe (Trustpilot)",
      "title": "It was simply an awesome session",
      "date": "2020-10-07",
      "courseDate": "2020-09-24",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "coTrainer": "Glaudia Califano",
      "text": "It was simply an awesome session. The level of professionality was remarkable",
      "id": "445ZYKCQ",
      "category": "training"
    },
    {
      "name": "Ibeakanma Gloria",
      "title": "Thank you Martins the class was…",
      "date": "2020-10-06",
      "courseDate": "2020-09-24",
      "relationship": "Student",
      "class": "psm",
      "stars": 4,
      "coTrainer": "Glaudia Califano",
      "text": "Thank you Martins the class was impactful, instructive and indeed an eye opener to the world of Scrum. The practical experience was indeed a great delight.",
      "id": "YPP9KN92",
      "category": "training"
    },
    {
      "name": "Oyeronke Ladapo",
      "title": "Awesome experience",
      "date": "2020-09-26",
      "courseDate": "2020-09-24",
      "relationship": "Student",
      "class": "psm",
      "stars": 4,
      "coTrainer": "Glaudia Califano",
      "text": "The classes were quite intensive yet engaging. Martin did a good job in using real scenarios to explain scrum processes and what is expected of us as scrum masters in both a software development company and other organization. And Glaudia was fantastic in her approach of guiding us through. Overall it was an awesome experience .",
      "id": "AZGGBL7E",
      "category": "training"
    },
    {
      "name": "Ezekiel Balogun",
      "title": "REVIEW OF PSM TRAINING WITH MARTIN AND GLAUDIA",
      "date": "2020-09-25",
      "courseDate": "2020-09-24",
      "relationship": "Student",
      "class": "psm",
      "stars": 4,
      "coTrainer": "Glaudia Califano",
      "text": "The classes were very awesome with in-dept expository on Scrum as an Agile framework, brilliant hands-on practical scenarios and an excellent training and coaching delivered by @Martin @Glaudia. I'm happy to have been part of this life changing training and I hope to pass my PSM 1.",
      "id": "HX7WBKL5",
      "category": "training"
    },
    {
      "name": "Franca Ibuzo",
      "title": "The PSM I Training with Martin…",
      "date": "2020-09-25",
      "courseDate": "2020-09-24",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "coTrainer": "Glaudia Califano",
      "text": "The PSM I Training with Martin Hinshelwood and Glaudia Califano was impactful. It was an interactive practical experience.  I participated in a lot of exercises and collaborations during this class. I am grateful.",
      "id": "HZDWPSX2",
      "category": "training"
    },
    {
      "name": "Adedoyin Okunade",
      "title": "The class was really engaging and…",
      "date": "2020-09-25",
      "courseDate": "2020-09-24",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "coTrainer": "Glaudia Califano",
      "text": "The class was really engaging and interactive!",
      "id": "9M2HBSFT",
      "category": "training"
    },
    {
      "name": "Iyabo Okwuraiwe - Eldau",
      "title": "PSM Training",
      "date": "2020-09-25",
      "courseDate": "2020-09-24",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "coTrainer": "Glaudia Califano",
      "text": "The sessions with Martin and Glaudia where very participatory and full of examples which explained the concepts well. I really enjoyed the training and would recommend them 100% to potential trainees.Thanks so much!",
      "id": "DPPGZHVG",
      "category": "training"
    },
    {
      "name": "Grace Johnson (Trustpilot)",
      "title": "Martin and Glaudia were excellent in…",
      "date": "2020-09-24",
      "courseDate": "2020-09-24",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "coTrainer": "Glaudia Califano",
      "text": "Martin and Glaudia were excellent in their delivery. The tools deployed for the training were very helpful. I particularly like the breakout sessions, they allowed for practical solutions after brainstorming... this is scrum in practice.",
      "id": "C844LAB9",
      "category": "training"
    },
    {
      "name": "harry",
      "title": "Learntor",
      "date": "2020-09-24",
      "courseDate": "2020-09-24",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "coTrainer": "Glaudia Califano",
      "text": "Great session! the trainer was able to simplify what scrum is and the excelsis were great and practical.",
      "id": "KL4VWEP4",
      "category": "training"
    },
    {
      "name": "Chioma Clare Okafor",
      "title": "The training was awesome",
      "date": "2020-09-24",
      "courseDate": "2020-09-24",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "coTrainer": "Glaudia Califano",
      "text": "The training was awesome. I enjoyed the method of teaching especially the hands-on practice sessions for the various teams.",
      "id": "ZQKNX42Y",
      "category": "training"
    },
    {
      "name": "Karibi Iketubosin",
      "title": "PSM 1 Training Class",
      "date": "2020-09-24",
      "courseDate": "2020-09-24",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "coTrainer": "Glaudia Califano",
      "text": "The class was amazing. Martin and Glaudia are awesome trainers. Thank you so much!!",
      "id": "45QEACBD",
      "category": "training"
    },
    {
      "name": "Olusegun John Olojede",
      "title": "The class was awesome with complete…",
      "date": "2020-09-24",
      "courseDate": "2020-09-24",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "coTrainer": "Glaudia Califano",
      "text": "The class was awesome with complete demonstration of agile framework and real life experience. I enjoy every bit of it.",
      "id": "YMK5ZZXY",
      "category": "training"
    },
    {
      "name": "Luqman Bello",
      "title": "Glaudia and Martin were exceptional…",
      "date": "2020-09-24",
      "courseDate": "2020-09-24",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "coTrainer": "Glaudia Califano",
      "text": "Glaudia and Martin were exceptional trainers. They took time to carefully take the class through the Scrum Masterclass and it was very intuitive and knowledge packed",
      "id": "8HJV7VWT",
      "category": "training"
    },
    {
      "name": "Oluwaseun  Folarin",
      "title": "Easy to learn approach to understanding…",
      "date": "2020-10-23",
      "courseDate": "2020-10-11",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "text": "Easy to learn approach to understanding scrum.",
      "id": "D3VZ9AY2",
      "category": "training"
    },
    {
      "name": "Dele  Daniel",
      "title": "Interesting and educative scrum session",
      "date": "2020-10-13",
      "courseDate": "2020-10-11",
      "relationship": "Student",
      "class": "psm",
      "stars": 4,
      "text": "The class was exhaustive but quite engaging. The trainer did i great job breaking down the concepts and we had loads of examples and scenerios. I'll recommed Martin anyday.",
      "id": "T47HGFUX",
      "category": "training"
    },
    {
      "name": "uzoma  obiagwu",
      "title": "An interactive class",
      "date": "2020-10-13",
      "courseDate": "2020-10-11",
      "relationship": "Student",
      "class": "psm",
      "stars": 4,
      "text": "It was an interactive class and it was an eye opener on how projects should be handled.   The facilitator was great, he was pedantic rather than pragmatic which was good.  Overall, i had a nice time socializing.",
      "id": "GAR7JCAX",
      "category": "training"
    },
    {
      "name": "Ada",
      "title": "Really engaging and well put together!",
      "date": "2020-12-07",
      "courseDate": "2020-12-01",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "coTrainer": "Jim Sammons",
      "text": "Really engaging and well put together. This course not only teaches you the fundamentals of Scrum, but also delves into relevant topics of discussion and food for thought surrounding teamwork in general.",
      "id": "REH2ZTQK",
      "category": "training"
    },
    {
      "name": "Torkel Ersdal",
      "title": "Great Class",
      "date": "2020-12-04",
      "courseDate": "2020-12-01",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "coTrainer": "Jim Sammons",
      "text": "I learned a lot and enjoyed the class. The instructors did a great job at keeping it interesting despite having to do it online.",
      "id": "V3DGKU7T",
      "category": "training"
    },
    {
      "name": "Chinedu Onwuasoanya",
      "title": "Educative and wonderful training",
      "date": "2020-12-07",
      "courseDate": "2020-12-04",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "text": "The training was precise and very educative. I have come to learn a lot about scrum in general. The trainer was friendly, willing to explain, and actually explained every concept using real-world examples. This aided an easy understanding to the scrum concepts.",
      "id": "MU9G83W5",
      "category": "training"
    },
    {
      "name": "Olabisi Daramola",
      "title": "Scrum training as anchored by Martins…",
      "date": "2021-04-07",
      "courseDate": "2021-03-21",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "text": "Scrum training as anchored by Martins was excellent. It is learning curve for me as it directly applies to my job role particularly in the executing of project in an incremental manner.   The adaptive approach of ensuring most valuable functionality is produced first while maintaining high interaction with the stakeholders with the definition of done is the way to go in managing a project.",
      "id": "4KFQLV3M",
      "category": "training"
    },
    {
      "name": "Sarah CE",
      "title": "This was an awesome class",
      "date": "2021-04-03",
      "courseDate": "2021-03-21",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "text": "This was an awesome class. Very interactive and easy to relate with. Martin was patient and answered questions in a relatable way.",
      "id": "8244V82M",
      "category": "training"
    },
    {
      "name": "Ramtej Rayaprolu (Trustpilot)",
      "title": "Martin is cool and empathic trainer",
      "date": "2021-05-07",
      "courseDate": "2021-04-25",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "text": "Martin is cool and empathic trainer. He showed the various things and made us to learn with fun. I would like to recommend him for the classes. The way of his work is excellent for grasping the concepts easily",
      "id": "B32TG9M7",
      "category": "training"
    },
    {
      "name": "Jordi Isse",
      "title": "Great Professional Scrum Master training",
      "date": "2021-06-16",
      "courseDate": "2021-06-01",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "text": "Great Scrum Master training with lots of real life examples. Thanks for all the relevant knowledge provided in the class. I am now comfortable understanding the functions involved in a professional Scrum master role and can take the certification.",
      "id": "YZ4DPB2Z",
      "category": "training"
    },
    {
      "name": "Chike Obiora",
      "title": "The classes with Martin",
      "date": "2021-07-25",
      "courseDate": "2021-07-25",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "text": "The classes with Martin, has made me ask myself why am i just getting on board with this? Its been brilliant in understanding how people and systems engineer products. it has changed my views about projects and the involvement of people. i had placed so much trust in processes and equipment, not considering that these processes and equipment had actually been developed by other people in teams. so if i could trust my team, we could develop a process that other teams could rely on in projects with in my organization.",
      "id": "MGTPET7V",
      "category": "training"
    },
    {
      "name": "Dele  Daniel (PSMII)",
      "title": "Great stuff",
      "date": "2021-01-18",
      "courseDate": "2021-01-10",
      "relationship": "Student",
      "class": "psmii",
      "stars": 4,
      "coTrainer": "Russell Miller",
      "text": "The class was a true eye opener and quite educative. Both facilitators did a great job.",
      "id": "6UZFXS6F",
      "category": "training"
    },
    {
      "name": "Grace Johnson (PSMII)",
      "title": "This is one of the most engaging",
      "date": "2021-01-10",
      "courseDate": "2021-01-10",
      "relationship": "Student",
      "class": "psmii",
      "stars": 5,
      "coTrainer": "Russell Miller",
      "text": "This is one of the most engaging, fun learning and enlightening class I have ever attended.",
      "id": "QUTH335W",
      "category": "training"
    },
    {
      "name": "Tim Walsha",
      "title": "Thoroughly enjoyable class with some…",
      "date": "2021-07-09",
      "courseDate": "2021-05-21",
      "relationship": "Student",
      "class": "pspo",
      "stars": 5,
      "text": "Thoroughly enjoyable class with some great collaboration techniques and concepts.",
      "id": "X36FJARF",
      "category": "training"
    },
    {
      "name": "Neringa Young",
      "title": "Loved Product Owner course",
      "date": "2021-06-16",
      "courseDate": "2021-06-04",
      "relationship": "Student",
      "class": "pspo",
      "stars": 5,
      "text": "If you are looking forward to diving into Scrum, I recommend Martin as a trainer because he brings theory and practice together.",
      "id": "LQ3VQR35",
      "category": "training"
    },
    {
      "name": "Kelly Geyer",
      "title": "I am a Scrum Master but…",
      "date": "2021-02-19",
      "courseDate": "2021-01-14",
      "relationship": "Student",
      "class": "aps-sd",
      "stars": 5,
      "coTrainer": "Fredrik Wendt",
      "text": "I am a Scrum Master but joined the course to better help my teams.  The training was thorough, interesting and engaging with relevant activities to support the learning objectives.",
      "id": "DKNDQLDD",
      "category": "training"
    },
    {
      "name": "Kwame Garcia",
      "title": "The class was very informative and easy…",
      "date": "2020-07-10",
      "courseDate": "2020-07-09",
      "relationship": "Student",
      "class": "psf",
      "stars": 5,
      "coTrainer": "Russell Miller",
      "text": "The class was very informative and easy to follow.",
      "id": "RVYG2PC5",
      "category": "training"
    },
    {
      "name": "Andy Kendle",
      "title": "Professional Scrum Master Training",
      "date": "2020-12-21",
      "courseDate": "2020-12-15",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "coTrainer": "Russell Miller",
      "text": "I really enjoyed the Professional Scrum Master training class. Martin and Russell were awesome teachers. They didn't just teach to the test but used real world issues they have faced in the past and were more than willing to talk through issues we face in our own organization.",
      "id": "2S52NS75",
      "category": "training"
    },
    {
      "name": "Michael Kilgore",
      "title": "Knowledgeable and Entertaining Instructors",
      "date": "2020-12-21",
      "courseDate": "2020-12-15",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "coTrainer": "Russell Miller",
      "text": "The instructors were very knowledgeable about the topics of the course and did a good job of keeping things interesting by relating the topics to real-world scenarios.",
      "id": "YEXGY7XD",
      "category": "training"
    },
    {
      "name": "kapil dobariya",
      "title": "PSM-1 training",
      "date": "2020-12-26",
      "courseDate": "2020-12-18",
      "relationship": "Student",
      "class": "psm",
      "stars": 5,
      "coTrainer": "Russell Miller",
      "text": "Amazing tutors.!!!",
      "id": "BRK2W9MC",
      "category": "training"
    },
    {
      "name": "Zeb Donnell",
      "title": "Great work!",
      "date": "2020-11-13",
      "courseDate": "2020-11-12",
      "relationship": "Student",
      "class": "pspo",
      "stars": 5,
      "coTrainer": "Jim Sammons",
      "text": "After taking a bootcamp at WozU that included Agile training, I was left wanting more knowledge on Agile. Jim and Martin did a fantastic job of explaining the concepts and matching them with relevant examples from our industry. They built a confidence in their knowledge base that is super tough to be pessimistic about! The format was wonderful and built in a manner such to grab and hold the attention of students. I was terrifically impressed with the full course.",
      "id": "AAV8SLHT",
      "category": "training"
    },
    {
      "name": "Ramgopal Mushini",
      "title": "JIM SAMMONS & MARTIN HINSHELWOOD - The Duo",
      "date": "2020-11-13",
      "courseDate": "2020-11-12",
      "relationship": "Student",
      "class": "pspo",
      "stars": 5,
      "coTrainer": "Jim Sammons",
      "text": "JIM SAMMONS & MARTIN HINSHELWOOD - The Duo, Great pair of coaches for PAL-E & PSPO courses I got trained, with a very interactive environment during these tough times of staying remote, keeping each and every trainee engaged & lively conversations with write amount of break out sessions, real world scenario comparisons   as they explained and SCRUM Framework & Professional Scrum competencies.",
      "id": "DYHTJ839",
      "category": "training"
    },
    {
      "name": "Marcin Koziol",
      "title": "One of the best learning experiences…",
      "date": "2024-03-12",
      "relationship": "Student",
      "coTrainer": "Joanna",
      "stars": 5,
      "text": "One of the best learning experiences I've had. The teacher (Joanna) was perfect in guiding us through the class material and meaningful conversations in a very pleasant pace, making every Friday afternoon long awaited event. She also shared many stories with us to give us extra examples together with theory, which helped me understand and remember the essentials. I passed my exam easily, and it would never be possible without the support I got from nkdagility and Joanna. Bonus coaching sessions were provided, and the class coach made sure everything is well understood. I can only recommend!",
      "id": "TSLQ6GX3",
      "category": "training"
    },
    {
      "name": "Kostiantyn Rud",
      "title": "All very good",
      "date": "2024-02-18",
      "relationship": "Student",
      "stars": 5,
      "text": "All very good! Very energetic!",
      "id": "P5GJYWEF",
      "category": "training"
    },
    {
      "name": "Niall",
      "title": "The immersive PSPO training was amazing!",
      "date": "2024-01-24",
      "relationship": "Student",
      "class": "pspo",
      "stars": 5,
      "text": "The immersive PSPO training was amazing and would recommend this format over anything else. Having the time to have conversations and activities was much better than trying to consume information in a short period of time. Having the training each week also allowed me to use what I had learnt in real workplace settings and it allows for a deeper understanding of Scrum and Agile. Martin himself is fantastic and so friendly and engaging. He has a wealth of experience and can give real life examples for almost any situation.",
      "id": "DDPXBTUB",
      "category": "training"
    },
    {
      "name": "Geraint",
      "title": "Really impressed with immersive PSPO!",
      "date": "2023-12-14",
      "relationship": "Student",
      "class": "pspo",
      "stars": 5,
      "text": "The immersive PSPO training was incredibly valuable. It was so much more useful to split the training over several weeks as there were real opportunities to take the things I've learned and put them into practice. Martin is an excellent trainer with a wealth of real life examples to bring the course to life. I'd definitely recommend for anyone looking to get a grounding in product ownership or get the PSPO certification.",
      "id": "BNR9JH5J",
      "category": "training"
    },
    {
      "name": "Rui Melo",
      "title": "Great content delivered by seasoned coaches and practitioners",
      "date": "2023-11-20",
      "relationship": "Student",
      "stars": 5,
      "text": "Naked Agility is a seasoned team, with great coaching and all things agile expertise. They provide an energetic experience, complemented with a multitude of real world examples and scenarios, that helped me to better map the theory and the practice. Excellent experience and investment of time.",
      "id": "PMHUWBR5",
      "category": "training"
    },
    {
      "name": "Luka Matić",
      "title": "I had a great PAL-EBM training with…",
      "date": "2023-11-15",
      "relationship": "Student",
      "class": "pal-ebm",
      "stars": 5,
      "text": "I had a great PAL-EBM training with Martin. The learning experience he provided us connected all the dots of goals, activities, outputs, outcomes and metrics into a clear picture. It helped me pass the certification exam, and to incorporate EBM into my strategic and quarterly planning services.",
      "id": "ALRABYJE",
      "category": "training"
    },
    {
      "name": "Polina Bauer",
      "title": "Great course",
      "date": "2023-11-08",
      "relationship": "Student",
      "stars": 5,
      "text": "Great course! And Martin is fantastic!",
      "id": "5PQA8H9T",
      "category": "training"
    },
    {
      "name": "Muhammad Karim",
      "title": "Joanna was a pleasure to learn from :)",
      "date": "2023-03-09",
      "relationship": "Student",
      "coTrainer": "Joanna",
      "stars": 5,
      "text": "Joanna was a pleasure to learn from :)",
      "id": "V4ZAD9A9",
      "category": "training"
    },
    {
      "name": "Rikard Skelander",
      "title": "I took the Professional Scrum for…",
      "date": "2022-06-27",
      "relationship": "Student",
      "class": "psk",
      "stars": 5,
      "text": "I took the Professional Scrum for Kanban course (PSK) with Martin in June 2022. Martin is a great teacher! His vast knowledge of Scrum and Agile methods is complemented with his excellent technical skills. This combination really shines through when discussions turn from theory to more practical issues!",
      "id": "AN87FKNY",
      "category": "training"
    },
    {
      "name": "Rosemary O. ISH",
      "title": "Martin posses great training…",
      "date": "2021-01-16",
      "relationship": "Student",
      "stars": 5,
      "text": "Martin posses great training techniques. His method of delivery was engaging and interactive.It was a good experience for me.",
      "id": "P7NY62TP",
      "category": "training"
    },
    {
      "name": "Ibeakanma Gloria (nkdagility)",
      "title": "Great Martins.",
      "date": "2020-10-02",
      "relationship": "Student",
      "stars": 5,
      "text": "Martins class was very interactive and hands on Practical experience. Thank you Martins",
      "id": "UJ2EWPMG",
      "category": "training"
    },
    {
      "name": "Jim Ryen",
      "title": "Highly competent",
      "date": "2017-11-21",
      "relationship": "Client",
      "stars": 5,
      "text": "Highly competent, dedicated and professional!",
      "id": "NW3BFCUP",
      "category": "training"
    }
  ]
}
